import image_1 from '../assets/images/1.jpg';

const PRODUCTS = [
    {
        id: 1,
        name: 'Лицензия Windows 11',
        description: 'Windows 11 — проприетарная операционная система для персональных компьютеров, разработанная компанией Microsoft в рамках семейства Windows NT, преемница Windows 10. Представлена на мероприятии Microsoft 24 июня 2021 года, однако первая предварительная сборка утекла в сеть девятью днями ранее.',
        price: 5600,
        discount: 1400,
        img: image_1,
    },
    {
        id: 2,
        name: 'Лицензия Windows 10',
        description: 'Windows 11 — проприетарная операционная система для персональных компьютеров, разработанная компанией Microsoft в рамках семейства Windows NT, преемница Windows 10. Представлена на мероприятии Microsoft 24 июня 2021 года, однако первая предварительная сборка утекла в сеть девятью днями ранее.',
        price: 4600,
        discount: 200,
        img: image_1,
    },
    {
        id: 3,
        name: 'Лицензия Windows 10',
        description: 'Windows 11 — проприетарная операционная система для персональных компьютеров, разработанная компанией Microsoft в рамках семейства Windows NT, преемница Windows 10. Представлена на мероприятии Microsoft 24 июня 2021 года, однако первая предварительная сборка утекла в сеть девятью днями ранее.',
        price: 3400,
        discount: 0,
        img: image_1,
    },
    {
        id: 4,
        name: 'Лицензия Windows 10',
        description: 'Windows 11 — проприетарная операционная система для персональных компьютеров, разработанная компанией Microsoft в рамках семейства Windows NT, преемница Windows 10. Представлена на мероприятии Microsoft 24 июня 2021 года, однако первая предварительная сборка утекла в сеть девятью днями ранее.',
        price: 1000,
        discount: 10,
        img: image_1,
    },
    {
        id: 5,
        name: 'Лицензия Windows 10',
        description: 'Windows 11 — проприетарная операционная система для персональных компьютеров, разработанная компанией Microsoft в рамках семейства Windows NT, преемница Windows 10. Представлена на мероприятии Microsoft 24 июня 2021 года, однако первая предварительная сборка утекла в сеть девятью днями ранее.',
        price: 4700,
        discount: 300,
        img: image_1,
    },
];

export default PRODUCTS;